Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2012.tmx
Source language: en_us
Languages: zh_cn

source: REPORT ON THE WORK OF THE GOVERNMENT
zh_cn: 政府工作报告

source: Delivered at the Fifth Session of the Eleventh National People's Congress on March 5, 2012
zh_cn: ——2012年3月5日在第十一届全国人民代表大会第五次会议上

source: Wen Jiabao, Premier of the State Council
zh_cn: 国务院总理 温家宝

source: Fellow Deputies,
zh_cn: 各位代表：

source: On behalf of the State Council, I now present to you my report on the work of the government for your deliberation and approval and for comments and suggestions from the members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC).
zh_cn: 现在，我代表国务院，向大会报告政府工作，请各位代表审议，并请全国政协委员提出意见。

source: I. Review of Work in 2011
zh_cn: 一、2011年工作回顾

source: Last year, China faced a complex and volatile political and economic environment abroad and arduous and challenging reform and development tasks at home. Working hard with one heart and one mind under the leadership of the Communist Party of China (CPC), the Chinese people of all ethnic groups made significant achievements in reform, opening up, and socialist modernization.
zh_cn: 过去的一年，面对复杂多变的国际政治经济环境和艰巨繁重的国内改革发展任务，全国各族人民在中国共产党领导下，同心同德，团结奋进，改革开放和社会主义现代化建设取得新的重大成就。

source: China's GDP reached 47.2 trillion yuan, an increase of 9.2% over the previous year;
zh_cn: 国内生产总值47.2万亿元，比上年增长9.2%；

source: government revenue was 10.37 trillion yuan, an increase of 24.8%;
zh_cn: 公共财政收入10.37万亿元，增长24.8%；

source: and the country's grain output reached a record high of 571.21 million tons.
zh_cn: 粮食产量57121万吨，再创历史新高；

source: A total of 12.21 million new urban jobs were created.
zh_cn: 城镇新增就业1221万人，

source: The per capita disposable income of urban residents and the per capita net income of rural residents rose in real terms by 8.4% and 11.4%, respectively.
zh_cn: 城镇居民人均可支配收入和农村居民人均纯收入实际增长8.4%和11.4%。

source: We consolidated and built upon our achievements in responding to the global financial crisis, and got the Twelfth Five-Year Plan period off to a good start.
zh_cn: 我们巩固和扩大了应对国际金融危机冲击成果，实现了“十二五”时期良好开局。

source: We accomplished the following in our work last year.
zh_cn: 一年来，我们主要做了以下工作：

source: 1. Strengthening and improving macro-control, preventing fast price rises, and achieving steady and robust economic development
zh_cn: （一）加强和改善宏观调控，遏制物价过快上涨，实现经济平稳较快发展。

source: We followed a proactive fiscal policy and a prudent monetary policy, and maintained a balance between ensuring steady and robust economic development, adjusting the economic structure, and managing inflation expectations.
zh_cn: 我们实施积极的财政政策和稳健的货币政策，坚持正确处理保持经济平稳较快发展、调整经济结构和管理通胀预期的关系，

source: We paid greater attention to implementing policies with the proper focus, force, and pace; conducted prudent and flexible macro-control on a moderate scale and in a timely fashion; and constantly made our policies more targeted, flexible, and forward-looking.
zh_cn: 更加注重把握好政策实施的重点、力度和节奏，努力做到调控审慎灵活、适时适度，不断提高政策的针对性、灵活性和前瞻性。

source: Amid worsening inflation expectations worldwide, fluctuating and high prices of major commodities on the world market, significantly higher costs of factors of production at home, and a shortage of some agricultural products, we made ensuring general price stability our top priority in macro-control, pursued policies in an integrated way, rationally used monetary policy tools to regulate the supplies of money and credit, vigorously developed production to ensure supply, boosted distribution, and strengthened supervision. As a result, increases in the consumer price index (CPI) and the producer price index (PPI) began falling in August, thus reversing the trend of rapid inflation.
zh_cn: 在全球通胀预期不断增强，国际市场大宗商品价格高位波动，国内要素成本明显上升，部分农产品供给偏紧的严峻形势下，我们把稳定物价总水平作为宏观调控的首要任务，坚持综合施策，合理运用货币政策工具，调节货币信贷增速，大力发展生产，保障供给，搞活流通，加强监管，居民消费价格指数、工业生产者出厂价格指数涨幅从8月份起逐月回落，扭转了一度过快上涨势头。

source: In the second half of the year, when the global economy faced greater instability and uncertainty and when new developments and problems occurred in China's economy, we kept the basic orientation of macro-control unchanged, maintained the basic continuity of our macroeconomic policies, and continued to curb inflation.
zh_cn: 下半年，世界经济不稳定性不确定性上升，国内经济运行出现一些新情况新问题，我们一方面坚持宏观调控的基本取向不变，保持宏观经济政策基本稳定，继续控制通货膨胀；

source: In addition, we carried out timely and appropriate anticipatory adjustments and fine-tuning, strengthened coordination between credit and industrial policies, and increased structural tax reductions.
zh_cn: 一方面适时适度预调微调，加强信贷政策与产业政策的协调配合，加大结构性减税力度，

source: We focused on supporting the real economy, especially small and micro businesses; improving the people's wellbeing, especially by building low-income housing projects; and ensuring funding for key projects that are under construction or expansion. These well-targeted measures were taken to solve major economic problems.
zh_cn: 重点支持实体经济特别是小型微型企业，重点支持民生工程特别是保障性安居工程，重点保证国家重大在建、续建项目的资金需要，有针对性地解决经济运行中的突出矛盾。

source: We steadfastly tightened regulation of the real estate market and ensured that control policies were fully carried out and achieved real progress.
zh_cn: 我们坚定不移地加强房地产市场调控，确保调控政策落到实处、见到实效。

source: Consequently, speculative or investment-driven housing demand has been significantly curbed, housing prices in most Chinese cities have fallen month on month, and the results of our control measures are beginning to show.
zh_cn: 投机、投资性需求得到明显抑制，多数城市房价环比下降，调控效果正在显现。

source: We attached great importance to guarding against and eliminating latent risks which exist in the banking and public finance sectors.
zh_cn: 我们高度重视防范和化解财政金融领域的潜在风险隐患，

source: We fully audited local government debt in a timely manner, and obtained a clear picture of the total amount, due dates, geographic distribution, and causes of the debts local governments incurred over the years.
zh_cn: 及时对地方政府性债务进行全面审计，摸清了多年形成的地方政府性债务的总规模、形成原因、偿还时限和区域分布。

source: These debts have played a positive role in promoting economic and social development and produced a large amount of quality assets.
zh_cn: 这些债务在经济社会发展中发挥了积极作用，形成了大量优质资产；

source: However, they also contained risks and hidden dangers, and some localities with poor ability to pay their debts were at risk of default.
zh_cn: 也存在一些风险隐患，特别是部分偿债能力较弱地区存在局部性风险。

source: We sorted out and standardized these debts, imposed a cap on their increase, and actively yet prudently solved problems related to the repayment of such debts and additional funding for ongoing projects.
zh_cn: 我们认真开展债务清理整顿和规范工作，严格控制增量，积极稳妥解决债务偿还和在建项目后续融资问题。

source: Government debt in China now is at a controllable and secure level.
zh_cn: 目前，我国政府性债务水平是可控的、安全的。

source: China's economy as a whole continues to grow as we anticipated in our exercise of macro-controls and has become more resilient.
zh_cn: 总的看，我国国民经济继续朝着宏观调控预期方向发展，抗风险能力不断增强，

source: Economic growth is robust, prices are stabilizing, economic returns are good, and the people's wellbeing is improving.
zh_cn: 呈现增长较快、价格趋稳、效益较好、民生改善的良好态势。

source: 2. Accelerating the transformation of the pattern of economic development and making development more coordinated and industries more competitive.
zh_cn: （二）加快转变经济发展方式，提高发展的协调性和产业的竞争力。

source: We supported development in some areas while limiting growth in others, and carried out economic structural adjustments and upgrading to increase the sustainability of development.
zh_cn: 我们坚持有扶有控，促进结构调整和优化升级，增强发展后劲。

source: We consolidated and strengthened the agricultural foundation.
zh_cn: 巩固和加强农业基础。

source: We fully implemented the policy of strengthening agriculture, benefitting farmers, and enriching rural areas.
zh_cn: 全面落实强农惠农富农政策，

source: We increased subsidies for agricultural production, and the minimum purchase price for grain rose steadily.
zh_cn: 加大农业生产补贴力度，稳步提高粮食最低收购价，

source: We strengthened agricultural and rural infrastructure, with priority given to irrigation and water conservancy projects, improved rural land, increased scientific and technological services for agriculture, and improved our ability to respond to and mitigate natural disasters.
zh_cn: 加强以农田水利为重点的农业农村基础设施建设，开展农村土地整治，加强农业科技服务和抗灾减灾，

source: Central government spending on agriculture, rural areas and farmers exceeded one trillion yuan, a year-on-year increase of 183.9 billion yuan.
zh_cn: 中央财政“三农”支出超过1万亿元，比上年增加1839亿元。

source: We had a bumper harvest in all sectors of agriculture.
zh_cn: 农业全面丰收，

source: China's grain output increased for the eighth consecutive year, which has rarely been seen in history.
zh_cn: 粮食总产量实现了历史罕见的“八连增”，

source: Grain output in each of the past five years has exceeded 500 million tons, which shows that China's overall grain production capacity has reached a new level.
zh_cn: 连续5年超万亿斤，标志着我国粮食综合生产能力稳定跃上新台阶。

source: We continued to renovate dilapidated houses in rural areas, ensured the safety of potable water for 63.98 million additional rural residents, delivered electricity to 600,000 people in areas that had no power supply, and further improved rural working and living conditions.
zh_cn: 继续推进农村危房改造，解决了6398万农村人口的饮水安全和60万无电地区人口的用电问题，农村生产生活条件进一步改善。

source: We accelerated the optimization and upgrading of the industrial structure.
zh_cn: 加快产业结构优化升级。

source: We energetically fostered strategic emerging industries and accelerated development of new energy, new materials, biomedicines, high-end equipment manufacturing and new-energy vehicles, and we sped up pilot projects and demonstrations for integrating the telecommunications network, the radio and television broadcasting network, and the Internet, along with the development of cloud computing and the Internet of Things.
zh_cn: 大力培育战略性新兴产业，新能源、新材料、生物医药、高端装备制造、新能源汽车快速发展，三网融合、云计算、物联网试点示范工作步伐加快。

source: We made progress in enterprise mergers and reorganizations.
zh_cn: 企业兼并重组取得新进展。

source: We allocated 15 billion yuan from the central government budget to support more than 4,000 projects to boost key industries and upgrade their technologies. This seed capital attracted a total investment of 300 billion yuan.
zh_cn: 支持重点产业振兴和技术改造，中央预算投资安排150亿元，支持4000多个项目，带动总投资3000亿元。

source: We accelerated the development of information consulting, e-commerce and other modern service industries, and expanded new service areas.
zh_cn: 加快发展信息咨询、电子商务等现代服务业，新兴服务领域不断拓宽。

source: The transportation industry developed quickly, thereby further strengthening the foundation for China's economic and social development.
zh_cn: 交通运输产业快速发展，经济社会发展的基础进一步夯实。

source: We made progress in conserving energy, reducing emissions, and protecting the ecological environment.
zh_cn: 推进节能减排和生态环境保护。

source: We adopted and implemented the Comprehensive Work Plan for Conserving Energy and Reducing Emissions and the Work Plan for Controlling Greenhouse Gas Emissions for the Twelfth Five-Year Plan period, and the Guidelines on Strengthening Key Environmental Protection Tasks.
zh_cn: 发布实施“十二五”节能减排综合性工作方案、控制温室气体排放工作方案和加强环境保护重点工作的意见。

source: The installed power capacity using clean energy reached 290 million kW, an increase of 33.56 million kW over the previous year.
zh_cn: 清洁能源发电装机达到2.9亿千瓦，比上年增加3356万千瓦。

source: We strengthened the development of major energy conservation and environmental protection projects.
zh_cn: 加强重点节能环保工程建设，

source: We increased daily sewage treatment capacity by 11 million tons in urban areas, and installed desulphurization systems on all new coal-fired power-generating units with a total capacity of over 50 million kW.
zh_cn: 新增城镇污水日处理能力1100万吨，5000多万千瓦新增燃煤发电机组全部安装脱硫设施。

source: We tightened controls over industries that are energy intensive, have high emissions or possess excess production capacity, and closed down outdated production facilities whose production capacity amounted to 150 million tons of cement, 31.22 million tons of iron, and 19.25 million tons of coke.
zh_cn: 加大对高耗能、高排放和产能过剩行业的调控力度，淘汰落后的水泥产能1.5亿吨、炼铁产能3122万吨、焦炭产能1925万吨。

source: We implemented the second phase of the project to protect virgin forests and raised related subsidies, carried out the policy of giving rewards and subsidies for grassland ecological conservation, and launched pilot projects to protect the ecological environment of lakes.
zh_cn: 实施天然林保护二期工程并提高补助标准，实行草原生态保护奖补政策，开展湖泊生态环境保护试点。

source: And we planted 6.13 million hectares of trees.
zh_cn: 植树造林9200多万亩。

source: We promoted the balanced development of regional economies.
zh_cn: 促进区域经济协调发展。

source: We thoroughly implemented the master strategy for regional development and the national plan for developing functional zones.
zh_cn: 深入实施区域发展总体战略和全国主体功能区规划。

source: We introduced preferential policies to promote the leapfrog development of Tibet and Xinjiang; and formulated and implemented a rural poverty alleviation and development program for the next ten years and an action plan to bring prosperity to border areas and the people there.
zh_cn: 出台实施促进西藏、新疆等地区跨越式发展的一系列优惠政策。制定实施新10年农村扶贫开发纲要和兴边富民行动规划。

source: As a result, regional development became better balanced, major economic indicators rose faster in the central and western regions and northeast China than the national average, and the eastern region accelerated industrial transformation and upgrading.
zh_cn: 区域发展协调性进一步增强，中西部和东北地区主要经济指标增速高于全国平均水平，东部地区产业转型升级步伐加快。

source: China's urbanization level exceeded 50%, marking a historic change in the country's social structure.
zh_cn: 城镇化率超过50%，这是中国社会结构的一个历史性变化。

source: We completed reconstruction in Wenchuan, Sichuan, which was hit by a massive earthquake in 2008, and made major progress in disaster relief and reconstruction in Yushu, Qinghai; Zhugqu, Gansu; and Yingjiang, Yunnan.
zh_cn: 胜利完成四川汶川特大地震灾后恢复重建任务，积极推进青海玉树、甘肃舟曲、云南盈江抗灾救灾和恢复重建工作。

source: 3. Developing social services and promoting balanced economic and social development.
zh_cn: （三）大力发展社会事业，促进经济社会协调发展。

source: Governments at all levels increased spending on science and technology, education, culture, health, and sports programs, with the total amount reaching 2.82 trillion yuan.
zh_cn: 各级政府加大对科技、教育、文化、卫生、体育事业的投入，全国财政支出2.82万亿元。

source: We continued to enhance China's scientific and technological innovation capabilities.
zh_cn: 持续提升科技创新能力。

source: We strengthened basic research and research in cutting-edge technologies.
zh_cn: 加强基础研究和前沿技术研究。

source: We carried out major national research and development projects, made breakthroughs in a number of core and key technologies, and filled in many gaps in important products and technologies.
zh_cn: 实施国家科技重大专项，突破一些关键核心技术，填补了多项重大产品和装备的空白。

source: The Tiangong-1 space module and the Shenzhou-8 spacecraft were launched, and Shenzhou-8 successfully docked with Tiangong-1, marking a new milestone in China's development of manned spaceflights.
zh_cn: 天宫一号目标飞行器与神舟八号飞船先后成功发射并顺利交会对接，成为我国载人航天发展史上新的里程碑。

source: We made solid progress in making education more equitable.
zh_cn: 扎实推进教育公平。

source: We thoroughly implemented the Plan for Education Reform and Development.
zh_cn: 深入贯彻落实教育改革和发展规划纲要。

source: Thanks to tireless efforts over the past 25 years, we have fully attained the goals of making nine-year compulsory education universally available and basically eliminating illiteracy among young and middle-aged adults.
zh_cn: 经过25年坚持不懈的努力，全面实现九年制义务教育。

source: Over 30 million rural boarding school students were exempted from accommodation expenses, and 12.28 million of them who are from poor families in the central and western regions received living allowances.
zh_cn: 免除3000多万名农村寄宿制学生住宿费，其中1228万名中西部家庭经济困难学生享受生活补助。

source: A comprehensive system for providing aid to students from poor families was put in place.
zh_cn: 建立起完整的家庭经济困难学生资助体系。

source: The children of rural migrant workers were generally granted access to compulsory education in cities where they live.
zh_cn: 初步解决农民工随迁子女在城市接受义务教育的问题。

source: A three-year action plan for preschool education was carried out, and the number of children enrolled in preschool increased.
zh_cn: 推动实施“学前教育三年行动计划”，提高幼儿入园率。

source: We vigorously developed vocational education.
zh_cn: 大力发展职业教育。

source: We strengthened training of primary and secondary school teachers, expanded trials of reforming the system of conferring professional titles on them, and raised their overall quality.
zh_cn: 加强中小学教师培训工作，扩大中小学教师职称制度改革试点，提高中小学教师队伍整体素质。

source: All the graduates of 2011 who received tuition-free education in teachers' colleges and universities went to teach in primary and secondary schools, with over 90% of them working in central and western China.
zh_cn: 首届免费师范生全部到中小学任教，90%以上在中西部。

source: We vigorously strengthened development of the cultural sector.
zh_cn: 大力加强文化建设。

source: The central government increased financial support for cultural programs that benefit the people, and local governments significantly increased spending on nonprofit cultural programs.
zh_cn: 中央财政加大对文化惠民工程的支持，各地对公益性文化事业投入显著增加。

source: We increased the number of public cultural facilities open to the public free of charge, and steadily expanded their services.
zh_cn: 扩大公共文化设施免费开放范围，服务面逐步拓展。

source: We continued to reform the cultural system, and cultural industries developed rapidly.
zh_cn: 文化体制改革继续推进，文化产业快速发展。

source: Major progress was made in protecting cultural relics and in protecting and passing on China's intangible cultural heritage.
zh_cn: 文物保护、非物质文化遗产保护和传承取得重要进展。

source: We put great effort into building public sports facilities, vigorously developed fitness activities across the country, and made new achievements in sports activities.
zh_cn: 大力加强群众体育设施建设，全民健身活动蓬勃开展，体育事业取得新成绩。

source: We actively yet prudently carried out reform and development of medical and healthcare services.
zh_cn: 积极稳妥推进医药卫生事业改革发展。

source: We further expanded coverage of basic medical insurance, so that now 1.3 billion urban and rural residents are covered. A medical insurance system that covers the whole population is emerging.
zh_cn: 基本医疗保险覆盖范围继续扩大，13亿城乡居民参保，全民医保体系初步形成。

source: We raised the reimbursement rate for hospitalization expenses covered by relevant policies, and expanded the range of major diseases for which medical treatment is insured.
zh_cn: 政策范围内住院费用报销比例提高，重大疾病医疗保障病种范围进一步扩大。

source: Governments at all levels increased per-person subsidies for the medical insurance for non-working urban residents and the new type of rural cooperative medical care system from 120 yuan per year to 200 yuan per year.
zh_cn: 各级财政对城镇居民医保和新农合的补助标准由每人每年120元提高到200元。

source: We implemented the national system for basic drugs in all community-level medical and health care institutions run by the government, and basic drugs became safer and more affordable.
zh_cn: 国家基本药物制度在政府办基层医疗卫生机构实现全覆盖，基本药物安全性提高、价格下降。

source: We progressed in an orderly fashion with trials of reforming public hospitals, basically established a community medical and health care service system, and made progress in providing equal access to basic public health services.
zh_cn: 公立医院改革试点有序进行。基层医疗卫生服务体系基本建成。基本公共卫生服务均等化取得新进展。

source: 4. Ensuring and improving the people's wellbeing and solving problems that affect their interests.
zh_cn: （四）切实保障和改善民生，解决关系群众切身利益的问题。

source: We continued to put the people's wellbeing first, worked hard to bring the benefit of development to all, and promoted social fairness and justice.
zh_cn: 我们坚持民生优先，努力使发展成果惠及全体人民，促进社会公平正义。

source: We implemented a more active employment policy.
zh_cn: 实施更加积极的就业政策。

source: We created jobs through a variety of channels, expanded job opportunities through the creation of new businesses, strengthened vocational skills training, and improved the public employment service system.
zh_cn: 多渠道开发就业岗位，全力推动以创业带动就业，加强职业技能培训和公共就业服务体系建设。

source: We increased fiscal, taxation, and financial support to promote employment of university graduates, rural migrant workers, and other key groups.
zh_cn: 加大财政、税收、金融等方面支持力度，着力促进高校毕业生、农民工等重点人群就业。

source: The employment rate for college graduates reached 77.8%, an increase of 1.2 percentage points over the previous year.
zh_cn: 高校毕业生初次就业率77.8%，同比提高1.2个百分点。

source: The number of rural workers totaled 253 million, an increase of 4.4% over the previous year, of whom 159 million worked in towns and cities, up 3.4%.
zh_cn: 农民工总量2.53亿人，比上年增长4.4%，其中，外出农民工1.59亿人，增长3.4%。

source: We adjusted income distribution.
zh_cn: 积极调整收入分配关系。

source: We worked hard to increase the income of low-income people.
zh_cn: 着力提高低收入群众收入。

source: Per capita net income of rural residents in real terms registered the fastest growth since 1985, outpacing urban residents for the second straight year.
zh_cn: 农村居民人均纯收入实际增速为1985年以来最高，连续两年快于城镇居民；

source: We significantly increased the minimum wage across the country.
zh_cn: 各地普遍较大幅度调高最低工资标准；

source: Basic pensions for enterprise retirees increased for the seventh consecutive year, with an average increase of 1,680 yuan per person for the year, which benefited over 57 million people.
zh_cn: 连续第7年提高企业退休人员基本养老金，全年人均增加1680元，5700多万人受益；

source: We further increased subsistence allowances for rural and urban residents and subsidies and living allowances for some entitled groups, and granted lump-sum living allowances to more than 86 million people in need, including subsistence allowance recipients in urban and rural areas and childless and infirm rural residents who are entitled to five forms of support (food, clothing, medical care, housing, and burial expenses).
zh_cn: 进一步提高城乡低保补助水平以及部分优抚对象抚恤和生活补助标准，对全国城乡低保对象、农村五保供养对象等8600多万名困难群众发放一次性生活补贴；

source: We instituted a mechanism to increase social aid and social security benefits when consumer prices rise.
zh_cn: 建立社会救助和保障标准与物价上涨挂钩的联动机制。

source: The proportion of middle-income earners in the whole population increased.
zh_cn: 扩大中等收入者所占比重。

source: We raised the salary threshold for personal income tax from 2,000 yuan to 3,500 yuan.
zh_cn: 个人所得税起征点从2000元提高到3500元。

source: We reduced the tax burden on over nine million self-employed people.
zh_cn: 降低900多万个体工商户税负。

source: The central government set the new poverty line at 2,300 yuan, which was the per capita net income in rural areas at 2010 prices, an increase of 92% over 2009. This resulted in more low-income people being covered by the government's poverty reduction program, which constitutes tremendous social progress.
zh_cn: 中央决定将农民人均纯收入2300元（2010年不变价）作为新的国家扶贫标准，比2009年提高92%，把更多农村低收入人口纳入扶贫范围，这是社会的巨大进步。

source: We bolstered the development of the social security system.
zh_cn: 加强社会保障体系建设。

source: We continued to expand coverage of social security, and the number of people covered by basic old-age insurance for urban residents, unemployment insurance, workers' compensation and maternity insurance rose substantially nationwide.
zh_cn: 社会保障覆盖范围继续扩大，全国参加城镇基本养老保险、失业保险、工伤保险和生育保险人数大幅增加。

source: We carried out trials of old-age insurance for non-working urban residents in 2,147 counties and county-level cities and districts, covering 13.34 million residents, and 6.41 million residents received pensions.
zh_cn: 2147个县（市、区）实施城镇居民社会养老保险试点，1334万人参保，641万人领取养老金。

source: We launched trials of a new type of old-age insurance for rural residents in 2,343 counties and county-level cities and districts, covering 358 million people, and 98.8 million people received pensions. We extended coverage of this insurance to more than 60% of China's counties.
zh_cn: 2343个县（市、区）开展新型农村社会养老保险试点，3.58亿人参保，9880万人领取养老金，覆盖面扩大到60%以上。

source: We solved longstanding problems concerning pensions for more than five million retirees of collectively owned enterprises.
zh_cn: 解决了500多万名集体企业退休人员养老保障的历史遗留问题。

source: We included 3.12 million persons who suffer from past work-related injuries and dependents of employees who lost their lives in work-related accidents in workers' compensation insurance.
zh_cn: 将312万名企业“老工伤”人员和工亡职工供养亲属纳入工伤保险统筹管理。

source: We worked in an orderly way to make it possible to transfer pension accounts between localities.
zh_cn: 养老保险跨地区转移接续工作有序推进。

source: We continued to improve the social security system and made significant progress in extending coverage to all residents.
zh_cn: 社会保障体系不断健全，向制度全覆盖迈出重大步伐，
